tap "nickcharlton/archive"
tap "slp/krunkit"

brew "bat"
brew "diff-so-fancy"
brew "direnv"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git"
brew "jq"
brew "krunkit"
brew "nickcharlton/archive/neovim"
brew "podman-compose"
brew "podman"
brew "python3"
brew "rcm"
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "tree"

cask "1password-cli"
cask "1password"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gpg-suite-no-mail"
cask "podman-desktop"
cask "rectangle-pro"
cask "rocket"
